{
    "yatchs": [
      {
        "id": "1",
        "first_name": "Azam",
        "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQSNAoA2eHSBEzUDchmvf8hRAOP8dZWSgJrvw&s",
        "price": "$36428.24",
        "description": "Azzam is the largest private yacht in the world, measuring 180 meters (590 feet) in length. Built by Lürssen Yachts, it features sophisticated interiors designed by Christophe Leoni and a streamlined exterior by Nauta Yachts. The yacht boasts advanced technology and performance, including a speed of over 30 knots",
        "amenities": [
          "WiFi",
          "Bar",
          "Catering available"
        ],
        "capacity": 1000
      },
      {
        "id": "2",
        "first_name": "Eclipse",
        "image": "https://www.islandchief.com/images/news/news_image_53198.jpg",
        "price": "$61069.75",
        "description": "Eclipse is a 162.5-meter (533 feet) superyacht constructed by Blohm+Voss. Owned by Russian billionaire Roman Abramovich, it includes luxurious amenities such as two helicopter pads, a submarine, and a missile detection system. The interior, designed by Terence Disdale, offers immense opulence with various lounges, dining areas, and a nightclub",
        "amenities": [
          "WiFi",
          "Children's play area",
          "Swimming pool"
        ],
        "capacity": 2500
      },
      {
        "id": "3",
        "first_name": "Dubai",
        "image": "https://image.khaleejtimes.com/?uuid=7bca9d69-189d-57ad-96e7-6507680bc471&function=cropresize&type=preview&source=false&q=75&crop_w=0.99999&crop_h=0.99956&x=0&y=0&width=1200&height=675",
        "price": "$21963.97",
        "description": "Originally commissioned by Prince Jefri Bolkiah of Brunei, Dubai is now owned by Sheikh Mohammed bin Rashid Al Maktoum of Dubai. At 162 meters (531 feet), the yacht features a striking exterior designed by Andrew Winch and luxurious interiors by Platinum Yachts. It includes a swimming pool, a helipad, a submarine garage, and a stunning mosaic swimming pool",
        "amenities": [
          "WiFi",
          "Children's play area",
          "Swimming pool"
        ],
        "capacity": 300
      },
      {
        "id": "4",
        "first_name": "Rising sun",
        "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSX4IIYiQ5CTW1TaaOR_vbUUXPlc81fY1yRWw&s",
        "price": "$55970.18",
        "description": "Rising Sun is a 138-meter (453 feet) yacht built by Lürssen and designed by Jon Bannenberg. Owned by David Geffen, it boasts an extensive range of amenities, including a basketball court, a wine cellar, and a cinema. The yacht's sleek design and expansive deck space make it a standout in the yachting world",
        "amenities": [
          "WiFi",
          "Bar",
          "Catering available"
        ],
        "capacity": 4000
      },
      {
        "id": "5",
        "first_name": "Dilbar",
        "image": "https://yacht.the-billionaires-club.com/wp-content/uploads/2021/01/DilbarYachtAntibes2016New.png",
        "price": "$18315.94",
        "description": "Dilbar, at 156 meters (511 feet), is one of the largest yachts by volume. Built by Lürssen for Russian billionaire Alisher Usmanov, it features a luxurious interior designed by Winch Design. The yacht includes a 25-meter swimming pool, a helipad, and expansive living spaces with exquisite detailing",
        "amenities": [
          "WiFi",
          "Children's play area",
          "Swimming pool"
        ],
        "capacity": 5000
      },
      {
        "id": "6",
        "first_name": "Sailing yacht",
        "image": "https://oysteryachts.com/assets/Uploads/BlockBuilder/Elements/V5/CustomBlock/Oyster-New-Yacht-Fleet-Oyster-675-Sailing-v2__FillMaxWzg2NSw1MDBd.jpg",
        "price": "$13261.36",
        "description": "Sailing Yacht A is a 142.8-meter (468 feet) sail-assisted motor yacht built by Nobiskrug. Also owned by Andrey Melnichenko, it is known for its futuristic design by Philippe Starck. The yacht features masts taller than Big Ben, an underwater observation pod, and hybrid diesel-electric propulsion",
        "amenities": [
          "WiFi",
          "Bar",
          "Catering available"
        ],
        "capacity": 6000
      },
      {
        "id": "7",
        "first_name": "Al Said Yacht",
        "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcT2raX7S_PkiXbuT9YHb3YbB0nCy0P_d6Gn5b4JqV02Xt3L5skeZNDxpIS_nVonm8b5rXo&usqp=CAU",
        "price": "$24587.59",
        "description": "Al Said, owned by the Sultan of Oman, is a 155-meter (508 feet) yacht built by Lürssen. It features an exterior design by Espen Øino and interiors by Redman Whiteley Dixon. The yacht includes a concert hall that can accommodate a 50-piece orchestra, luxurious guest accommodations, and opulent social areas",
        "amenities": [
          "WiFi",
          "Bar",
          "Catering available"
        ],
        "capacity": 7400
      },
      {
        "id": "8",
        "first_name": "Pelorus Yacht",
        "image": "https://cdn.boatinternational.com/files/2022/09/876a43d0-3f08-11ed-be54-834018b99f5a-pelorus-deck.jpg",
        "price": "$11669.77",
        "description": " Pelorus is a 115-meter (377 feet) yacht built by Lürssen. It has changed ownership several times and is known for its stunning design by Tim Heywood and interiors by Terence Disdale. The yacht features two helicopter pads, a swimming pool, and extensive outdoor spaces for entertainment and relaxation.",
        "amenities": [
          "WiFi",
          "Bar",
          "Catering available"
        ],
        "capacity": 80000
      },
      {
        "id": "9",
        "first_name": "Serene Yacht",
        "image": "https://yacht.the-billionaires-club.com/wp-content/uploads/2021/01/Serene134MYacht.png",
        "price": "$44987.44",
        "description": "Serene is a 133.9-meter (439 feet) yacht built by Fincantieri and owned by Saudi Prince Mohammed bin Salman. The yacht boasts luxurious interiors designed by Reymond Langton Design, including multiple swimming pools, a submarine, and a hangar for a large helicopter. It offers lavish accommodations and extensive leisure facilities.",
        "amenities": [
          "WiFi",
          "Children's play area",
          "Swimming pool"
        ],
        "capacity": 4000
      },
      {
        "id": "10",
        "first_name": "Topaz Yacht",
        "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTllybMElHPd0tXmLC2k6AsYIOushDQkMoH-Q&s",
        "price": "$49251.48",
        "description": "Topaz is a 147-meter (482 feet) yacht built by Lürssen for Sheikh Mansour bin Zayed Al Nahyan of the UAE. Designed by Tim Heywood, with interiors by Terence Disdale, Topaz features state-of-the-art technology and luxurious amenities. The yacht includes a large swimming pool, a jacuzzi, a fully equipped gym, a cinema, and two helipads. It is known for its sleek design and opulent interiors, providing an extraordinary level of comfort and elegance for its guests.",
        "amenities": [
          "WiFi",
          "Bar",
          "Catering available"
        ],
        "capacity": 10000
      }
    ],
    "bookings": []
  }